{
  "Header": {
    "home": "Home",
    "projects": "Projekte",
    "testimonials": "Referenzen",
    "skills": "Fähigkeiten",
    "contact": "Kontakt"
  },
  "Home": {
    "available": "Verfügbar für neue Projekte",
    "hello": "Hallo, ich bin Miguel Bizzi",
    "description": "Ein Fullstack-Software-Ingenieur mit Sitz in Brasilien. Mit Fachkenntnissen im Bau von hochwertigen mobilen Apps und Websites.",
    "see_work": "Sehen Sie meine Arbeit",
    "contact": "Kontaktieren Sie mich"
  },
  "Projects": {
    "real_world": "Ergebnisse aus der realen Welt",
    "title": "Ausgewählte Projekte",
    "description": "Hier sind einige Projekte, an denen ich kürzlich gearbeitet habe. Ich helfe meinen Kunden, ihre Ziele zu erreichen.",
    "see_project_button": "Projekt ansehen"
  },
  "ProjectsItems": {
    "project_1": {
      "title": "Web-Dashboard SL Treinos",
      "description": "Vollständiges Dashboard, das die Registrierung und Verwaltung von Übungen, Muskelgruppen und personalisierten Workouts für jeden Schüler ermöglicht. Die Anwendung erleichtert die Organisation von Trainingstagen, Übungen, Lasten, Intervallen, Serien und Wiederholungen und verfügt über ein intelligentes System zur Berechnung des Volumens und zur automatischen Lastanpassung."
    },
    "project_2": {
      "title": "Admin Dashboard",
      "description": "Dies ist ein Team- und Projektmanagement-Dashboard mit einer modernen und intuitiven Benutzeroberfläche, das es Ihnen ermöglicht, persönliche Informationen wie Name, Foto und Funktion anzupassen. Darüber hinaus bietet es Kontrolle über die Nutzung des Speicherplatzes und Integration mit verschiedenen Funktionen wie Plänen und Benachrichtigungen. Das klare Design erleichtert die Navigation und optimiert das Benutzererlebnis."
    },
    "project_3": {
      "title": "App SL Treinos",
      "description": "Entwickelt, um die Erfahrung der Schüler auf ein neues Niveau zu heben. Jetzt haben die von den Trainern erstellten Workouts direkten Zugriff auf die Schüler über eine intuitive und benutzerfreundliche App. Dies stellt sicher, dass jeder Schüler seinen Trainingsplan immer griffbereit hat, mit all der Anleitung, die er benötigt, um seine Aktivitäten effizient auszuführen."
    }
  },
  "Testimonials": {
    "what_clients_say": "Was sie sagen",
    "title": "Referenzen",
    "description": "Hier ist, was meine Kunden und Kollegen über die Zusammenarbeit mit mir zu sagen haben."
  },
  "TestimonialsItems": {
    "testimonial_1": {
      "name": "Kunde 1",
      "field": "Entwickler",
      "text": "Referenz 1"
    },
    "testimonial_2": {
      "name": "Kunde 2",
      "field": "Entwickler",
      "text": "Referenz 2"
    },
    "testimonial_3": {
      "name": "Kunde 3",
      "field": "Entwickler",
      "text": "Referenz 3"
    }
  },
  "Skills": {
    "stack": "Technologie-Stack",
    "title": "Fähigkeiten",
    "description": "Hier sind einige der Technologien, mit denen ich arbeite."
  },
  "Contact": {
    "work_together": "Lassen Sie uns zusammenarbeiten",
    "title": "Kontakt",
    "description": "Ich stehe derzeit für Projekte zur Verfügung. Wenn Sie ein Projekt im Sinn haben, würde ich mich freuen, von Ihnen zu hören. E-Mail: migueloliveirabizzi@gmail.com",
    "form": {
      "name": "Name",
      "name_required": "Name ist erforderlich",
      "email": "E-Mail",
      "email_required": "E-Mail ist erforderlich",
      "email_invalid": "Ungültige E-Mail-Adresse",
      "email_placeholder": "m@beispiel.com",
      "message": "Nachricht",
      "message_required": "Nachricht ist erforderlich",
      "message_placeholder": "Schreiben Sie hier Ihre Nachricht...",
      "send_button": "Absenden",
      "success_message": "Ihre Nachricht wurde erfolgreich gesendet!",
      "success_description": "Ich werde mich so schnell wie möglich bei Ihnen melden.",
      "error_message": "Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
      "error_description": "Wenn das Problem weiterhin besteht, wenden Sie sich bitte direkt an mich unter migueloliveirabizzi@gmail.com"
    }
  }
}
